{
    "judgementCourtName": "Supreme Court of Zimbabwe",
    "caseNumber": "SC 82 of 2021 Civil Appeal SC 288 of 2020",
    "caseName": "Triangle Limited and Another v ZIMRA and 10 Others",
    "citation": "[2021] ZWSC 82",
    "judgement": "<span class=\"field-content\"><p>judgment <\/p>\n<p> <\/p>\n<p><strong>REPORTABLE<\/strong>        <strong>(79)<\/strong><\/p>\n<p> <\/p>\n<p> <\/p>\n<ol><li><strong>    TRIANGLE     LIMITED     (2)     HIPPO     VALLEY     ESTATES     LIMITED<\/strong><\/li>\n<\/ol><p><strong>V<\/strong><\/p>\n<ol><li><strong>ZIMBABWE     REVENUE     AUTHORITY<\/strong><\/li>\n<li><strong>Zimbabwe Sugarcane Develeopment Associations<\/strong><\/li>\n<li><strong>Zimbabwe Cane Farmers Association<\/strong><\/li>\n<li><strong>Mkwasine Sugar Farmers Trust<\/strong><\/li>\n<li><strong>Commercial Sugarcane Farmers Association<\/strong><\/li>\n<li><strong>Hippo Valley Productive Farmers Association<\/strong><\/li>\n<li><strong>Zimbabwe Sugarcane Development Association Royal Trust<\/strong><\/li>\n<li><strong>Chipiwa Mpapa Mill Group<\/strong><\/li>\n<li><strong>Chiredzi Productive Cane Growers <\/strong><\/li>\n<li><strong>Farai Dumo Augustine Musikavanhu<\/strong><\/li>\n<li><strong>Roy Bhila<\/strong><\/li>\n<\/ol><p> <\/p>\n<p> <\/p>\n<p><strong>SUPREME COURT OF ZIMBABWE<\/strong><\/p>\n<p><strong>GWAUNZA DCJ, MATHONSI JA &amp; CHITAKUNYE AJA<\/strong><\/p>\n<p><strong>HARARE: 18 MAY 2021 &amp; 01 JULY 2021.<\/strong><\/p>\n<p> <\/p>\n<p> <\/p>\n<p><em>E. T. Moyo, <\/em>for the appellants.<\/p>\n<p><em>T. Magwaliba, <\/em>for the first respondent.<\/p>\n<p><em>W. Muzenda<\/em>, for the second, eighth and tenth respondents<\/p>\n<p><em>C. Ndlovu<\/em>, for the fifth respondent<\/p>\n<p><em>R. Chavi<\/em>, for the seventh respondent<\/p>\n<p>Third, fourth, sixth, ninth and eleventh respondents in default.<\/p>\n<p> <\/p>\n<p> <\/p>\n<p>                   <strong>MATHONSI JA:           <\/strong>This is an appeal against the judgment of the High Court sitting at Masvingo delivered on 24 June 2020 which dismissed with costs the application made by the two appellants for a declaratory order and an interdict.<\/p>\n<p> <\/p>\n<p><strong>FACTUAL BACKGROUND<\/strong><\/p>\n<p>                   The two appellants are sugar producing giants in the Lowveld while the first respondent is the statutory body charged with revenue collection in Zimbabwe.  The remainder of the respondents are either sugar cane farmers or associations representing such farmers.  The respondents will be referred to in this judgment for convenience, as Zimbabwe Revenue Authority and the farmers respectively.<\/p>\n<p> <\/p>\n<p>                   The appellants and the farmers entered into two types of agreements, either a “cane milling agreement” or a “cane purchase agreement” in terms of which the appellants would either provide milling services to the farmers and market their sugar and molasses or outrightly purchase the sugar cane.<\/p>\n<p> <\/p>\n<p>                   The dispute which arose between the parties did not involve the outright purchase and sale of sugar cane.  As such this judgment does not deal with that scenario at all.  The judgment concerns itself with the cane milling agreements entered into between the parties.<\/p>\n<p> <\/p>\n<p>                   In terms of the cane milling agreements, the charge for milling and marketing services payable by the farmers to the appellants was calculated in terms of a pre-determined ratio referred to as the “Division of Proceeds” (DoP) ratio.  It was fixed at 23 percent of the proceeds the farmers would get, meaning that the appellants would retain 23 percent of the proceeds while remitting the balance of 77 percent to the farmers.<\/p>\n<p> <\/p>\n<p>                   Regrettably, in fixing the milling and marketing charge, the appellants did not include Value Added Tax (VAT) as required by law.  It follows that no Value Added Tax was paid by the appellants to Zimbabwe Revenue Authority in that regard.  It was in the process of auditing the appellants’ VAT assessments for the period 2009 to 2017 that Zimbabwe Revenue Authority decided that the milling and marketing charges of 23 percent of the proceeds levied by the appellants against the farmers attracted VAT.<\/p>\n<p> <\/p>\n<p>                   Zimbabwe Revenue Authority proceeded to issue assessments of VAT for those years and demanded payment of same from the appellants.  These assessments related to the past supplies where the appellants ought to have, but failed to, collect and remit VAT to Zimbabwe Revenue Authority.  The appellants objected to the assessments which objections were all disallowed by Zimbabwe Revenue Authority.  The appellants appealed to the Fiscal Appeals Court but paid the assessed VAT to Zimbabwe Revenue Authority notwithstanding.  An appeal does not exonerate a tax payer from paying the assessed tax.<\/p>\n<p> <\/p>\n<p>                   After effecting payments to Zimbabwe Revenue Authority, the appellants sought to recover such VAT from the farmers on the basis that they were obliged to charge and collect the VAT from the consumers of the service, the farmers, but had not done so.  The appellants were of the view that it was only fair and reasonable that the farmers should re-imburse them of the VAT paid by them to Zimbabwe Revenue Authority.  There being no convergence between the farmers, who had obtained advice from Zimbabwe Revenue Authority that the 23 percent Division of Proceeds ratio was inclusive of VAT, and the appellants, the latter filed an application in the court <em>a quo<\/em>.<\/p>\n<p> <\/p>\n<p>                   In their application the appellants sought declaratory relief that they were legally entitled to continue charging and collecting VAT from the farmers over and above the 23 percent milling charge.  The appellants also sought to be re-imbursed the monies they paid to Zimbabwe Revenue Authority on past assessments.<\/p>\n<p>                   In addition, they accused Zimbabwe Revenue Authority of interfering with contractual issues between them and the farmers by rendering advice to the farmers on the VAT dispute.  Accordingly the appellants sought an order interdicting Zimbabwe Revenue Authority from what they called “gratuitously interfering in pricing and contractual issues” between them and the farmers.<\/p>\n<p> <\/p>\n<p>                   The application was opposed by Zimbabwe Revenue Authority and most of the respondents.<\/p>\n<p> <\/p>\n<p><strong>DECISION <em>A QUO<\/em><\/strong><\/p>\n<p>                   It was the view of the court <em>a quo<\/em> that the entire dispute revolved around the interpretation of s 69 and s 72 of the Value Added Tax Act [<em>Chapter 23:12<\/em>].  Regarding the past supplies of sugar cane to the appellants the court <em>a quo<\/em> found that the literal meaning of s 69 of the Act suggests that it is irrelevant whether the registered operator has charged VAT or not.  If the price does not reflect the tax component, s 69 operates such that there is a presumption that a price not reflecting VAT included that tax.<\/p>\n<p> <\/p>\n<p>                   It was the finding of the court <em>a quo<\/em> that the section serves to “estop” a registered operator, who has not reflected VAT on the price, from denying that the price includes that tax.  It also found that s 69 precludes such registered operator from subsequently claiming VAT not reflected on the price.  In the court <em>a quo<\/em>’s view, permitting the appellants to recoup VAT in retrospect would render nugatory the deeming provision of s 69 as the deeming provision cannot be interpreted to mean different things to two different people.<\/p>\n<p> <\/p>\n<p>                   Regarding the claim for VAT on present and future supplies of sugar cane which the contracts of the parties are still silent on, the court <em>a quo<\/em> took the view that it was up to the parties to renegotiate or clarify the terms of their contracts in order to plug the existing <em>lacunae<\/em>.  If they do not, then s 69 of the Act will continue to apply.<\/p>\n<p>                   The court <em>a quo<\/em> was not persuaded that a case was made for an interdict against the first respondent.  It recognised that the appellants had made a formal request to the first respondent to intervene and educate the farmers on the tax implications of their agreement.  They could not thereafter cry foul after such intervention.  In addition, the court <em>a quo<\/em> found no evidence of the first respondent’s interference with the pricing issues between the appellants and the farmers.<\/p>\n<p>                   On the question of costs the court <em>a quo<\/em> found no basis for departing from the general rule that costs follow the result.  It dismissed the application with costs granted in favour of only those respondents who participated in the suit.<\/p>\n<p>                   The appellants were aggrieved.  They noted this appeal to this Court on the following grounds;<\/p>\n<p> <\/p>\n<p><strong>GROUNDS OF APPEAL<\/strong><\/p>\n<ol><li>The learned judge of the court <em>a quo<\/em> erred and misdirected himself in finding that s 69 of<\/li>\n<\/ol><p>the Value Added Tax Act [<em>Chapter 23:12<\/em>] operated to preclude the appellants from recovering VAT for past supplies on an alleged milling service which first respondent considered to have been rendered to farmers.<\/p>\n<ol><li>Further the court <em>a quo<\/em> erred and misdirected itself in failing to pronounce definitively<\/li>\n<\/ol><p>on the appellant’s right and entitlement to charge, levy and collect VAT, and the farmer’s respective obligation to pay same, in addition to the value of the alleged milling service with respect to current and future supplies pursuant to the first respondent’s decision to impose tax.<\/p>\n<ol><li>The learned Judge of the court <em>a quo<\/em> erred and misdirected himself in failing to find that<\/li>\n<\/ol><p>the letter by the first respondent to the farmers with respect to the farmers’ tax obligations strayed upon purely contractual matters which it was not competent for the first respondent to prescribe to parties.<\/p>\n<ol><li>The court <em>a quo<\/em> erred in awarding costs against the appellants and in favour of the<\/li>\n<\/ol><p>respondents in general and at any rate most especially as it relates to second, fifth, seventh, eighth and tenth respondents in particular.<\/p>\n<p> <\/p>\n<p><strong>ISSUES<\/strong><\/p>\n<p>                   The grounds of appeal may be four but they speak to essentially two narrow issues for determination in this appeal.  They are:<\/p>\n<ol><li>Whether or not the court <em>a quo<\/em> erred in refusing to grant the declaratur and the interdict.<\/li>\n<li>Whether or not the court <em>a quo<\/em> erred in granting costs against the appellants.<\/li>\n<\/ol><p> <\/p>\n<p><strong>SUBMISSIONS ON APPEAL<\/strong><\/p>\n<p>                   Mr <em>Moyo<\/em> for the appellants anchored his arguments on the legal effects of the decision taken by the first respondent contained in its letter dated 9 September 2019.  Following meetings held by the parties the first respondent determined that:<\/p>\n<p>“1. The VAT Act under section 6 provides that VAT shall be charged and levied<\/p>\n<p>where a service is provided.  Facts at hand indicated that millers provide milling services to the farmers and they retain 23% from the sugar proceeds<\/p>\n<p>.......<\/p>\n<p>Given the above legislative requirements VAT is therefore applicable on the milling fees and as discussed in the meeting VAT is recovered as depicted in the following scenario......”<\/p>\n<p>                   It was submitted that the moment the first respondent made the decision to commence recovering VAT on milling services when, prior to that it had not done so, the provisions of s 72(1) of the Act were triggered.  The section provides:<\/p>\n<p>“(1) Whenever the value added tax is imposed or increased in respect of any supply of goods or services in relation to which any agreement was entered into by the acceptance of an offer made before the tax was imposed or increased, as the case may be, the registered operator may, unless agreed to the contrary in any agreement in writing and notwithstanding anything to the contrary contained in any law, recover from the recipient, as an addition to the amounts payable by the recipient to the registered operator, a sum equal to any amount payable by the registered operator by way of the said tax on increase, as the case may be, and any amount so recoverable by the registered operator shall, whether it is recovered or not, be accounted for by the registered operator under this Act as part of the consideration in respect of the said supply.”<\/p>\n<p>                   To the extent that VAT was only imposed on the milling fees by letter quoted above, so the argument goes, when it had not been claimed previously, the appellants were entitled to recover it from the recipients of the milling services by virtue of that provision.<\/p>\n<p>                   It was submitted further that the deeming provisions of s 69 do not preclude the appellants from recovering the VAT paid to the first respondent.  This is so because the section is a shield in the hands of the revenue collector.  It is an administrative tool for the facilitation of easy collection of taxes without disruptive disputes with registered operators.  In Mr <em>Moyo’s<\/em> view, s 69 cannot be used to estop the operator from recovering VAT paid to the collector.<\/p>\n<p>                   <em>Per contra<\/em>, Mr <em>Magwaliba<\/em> for the first respondent submitted that given that the contracts for milling services did not reflect VAT, s 69 of the Act applies.  To that extent, in respect of past supplies, the contract price is deemed to be inclusive of VAT.  It was submitted further that in the absence of an agreement with the farmers to vary the contract price, even by the application of basic principles of contract law, the appellants could not unilaterally vary the price by levying VAT.<\/p>\n<p>                   On the effects of s 72 of the Act, it was submitted that the section may be regarded as a law – changing provision.  In the event that the law changes to include VAT where it was not applicable, so it was argued, or to increase the applicable VAT, then by dint of s 72, the agreement is varied accordingly.  The net effect of those submissions is that the section has no application where VAT was excluded in the agreement when it should have been included.<\/p>\n<p>                   Regarding the alleged interference with contractual rights and obligations by the first respondent, Mr <em>Magwaliba<\/em> submitted that the advice rendered by the first respondent was not only at the invitation of the appellants themselves but also in fulfilment of a statutory obligation.  The first respondent is obliged to educate tax payers on their tax obligations.  The requirements for an interdict were not met.<\/p>\n<p> <\/p>\n<p>                   Counsel for the rest of the respondents in attendance, in chorus, associated themselves with submissions made on behalf of the first respondent.<\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p><strong>ANALYSIS<\/strong><\/p>\n<p>                   In as much as the record of appeal and the submissions made by counsel are heavy, what has to be decided has become very narrow indeed.  The entire appeal turns on the effect of the deeming provision in s 69.  In particular, whether it operates to prevent a registered operator who has fallen foul of the law by not reflecting VAT on the price of goods and services, from later recouping the VAT demanded by the first respondent from the consumer.<\/p>\n<p> <\/p>\n<p>                   <em>A fortiori<\/em>, whether s 72 applies to a situation where the registered operator has excluded or not reflected VAT on the price of goods and services even though the law required such registered operator to levy and reflect VAT on the price.  Section 72 varies the contract price by the margin of VAT imposed or increased subsequent to the contract being concluded.  I agree with Mr <em>Magwaliba<\/em> that it is a law-changing provision as it clearly relates to the imposition of a new tax or the increase of an existing tax.<\/p>\n<p> <\/p>\n<p>                   It is common cause that the burden of paying VAT lies with the consumer of goods and services.  The system of VAT collection existing in this jurisdiction was succinctly summarised by the court in <em>Zimbabwe Revenue Authority v Packers International (Private) Limited <\/em>2016(2) ZLR 84(S) at 85 D-F thus:<\/p>\n<p>“The system of collection of VAT as embodied in the VAT Act, involves the imposition of tax at each step along the chain of manufacture of goods or the provision of services subject to VAT.  Consequently, every registered operator is required in terms of s 28 of the VAT Act, to submit returns to the Commissioner of Taxes (‘the Commissioner’) every month, calculate the VAT due on the return and make payment of such VAT.  Due to the sheer volume and complexity of the VAT collection system, ZIMRA lacks the capacity and manpower to effectively monitor each and every transaction liable to VAT and as a consequence it is heavily reliant on the self-assessment process by registered operators.  However, in order to ensure that operators comply with the requirements to render returns and collect VAT, ZIMRA conducts periodic investigations as well as audits.”<\/p>\n<p> <\/p>\n<p>                   In terms of the VAT collection system which is in place, while the burden to pay resides with the consumer of goods and services, the registered operator bears the burden of collecting VAT and remitting it to the revenue collector.  Where the registered operator has omitted as required by s 6(1) of the Value Added Tax Act, to include VAT on the price, s 69(1) is activated to deem VAT to be included in whatever price is pegged by the operator.<\/p>\n<p> <\/p>\n<p>                        Section 6(1) is very clear in its wording, it provides:<\/p>\n<p>“Subject to this Act, there shall be charged, levied and collected, for the benefit of the Consolidated Revenue Fund a tax at such rate as may be fixed by the Charging Act on the value of-<\/p>\n<p> <\/p>\n<ol><li>the supply by any registered operator of goods or services supplied by him on or after the 1st January 2004, in the course or furtherance of any trade carried on by him:”<\/li>\n<\/ol><p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p>                   What it means is that by failing to charge, levy and collect VAT from the consumers of their milling services the appellants breached, to their peril, the peremptory provisions of s 6(1) of The Act.  By operation of s 69(1) the 23 percent charge for milling services was taken to include VAT for all intents and purposes.  The court <em>a quo<\/em> cannot be faulted for finding that, whether by inadvertence, oversight or misinterpretation of the nature of the contract, the consequence of the failure to specifically include VAT are that it is deemed included in the milling price.  The deeming provision cannot be applied differently on the registered operator and the consumer.<\/p>\n<p> <\/p>\n<p>                   As regards the question whether s 72(1) rescues the appellants from the consequences of their failure to comply with the peremptory provisions of s 6(1)(a), it is clearly a matter of statutory interpretation.  In my view the simple grammatical meaning of the words “whenever the value added tax is imposed or increased in respect of any supply of goods and services ....” is that, in the first instance, there would be no tax on such supply and the law steps in to impose a tax.<\/p>\n<p> <\/p>\n<p>                   In the second instance the law would have imposed a tax on the supply but it moves in to increase the value of tax.  In both instances the parties would have contracted in certain terms before the law changes.  Upon change of the law, s 72(1) comes in to vary the terms of a pre-existing contract to either impose or increase the tax.<\/p>\n<p> <\/p>\n<p>                   I do not agree with Mr <em>Moyo’s<\/em> submission that upon conducting an audit which revealed that the appellants were rendering a taxable milling service while not levying and collecting tax, the first respondent imposed a tax.  In my view the law had already imposed the tax but the appellants were committing an infraction by not reflecting it.  Again, the court <em>a quo<\/em> was correct in concluding that there was no imposition of a “new tax” nor an increase of chargeable tax.  Accordingly s 72(1) has no application and is certainly not available to the appellant.<\/p>\n<p> <\/p>\n<p>                   Mr <em>Moyo<\/em> did not prosecute the issue of the interdict sought against the first respondent with any degree of enthusiasm.  It is not without reason that this is so.  Firstly, evidence placed before the court <em>a quo<\/em> shows that the appellants invited the first respondent to intervene and educate the farmers on the tax implications of their contracts with the appellants.  That the first respondent interpreted their contracts in a manner not favourable to the appellants can scarcely found a cause of action.<\/p>\n<p> <\/p>\n<p>                   Secondly, and more importantly, the requirements for the grant of an interdict were not met.  I can only advert to the fact that the court <em>a quo<\/em> made factual findings relating to the failure by the appellants to prove that the first respondent had interfered with the contractual issues.  It also made a finding that the advice rendered by the first respondent was only confined to VAT matters falling within the statutory province of the first respondent as a revenue collector.  Surely one cannot be interdicted from carrying out a lawful duty.<\/p>\n<p> <\/p>\n<p>                   The court <em>a quo<\/em> also made a finding that the use of the term “gratuitously interfering” was too imprecise and unenforceable.  On appeal the appellants failed to set out a basis for interference with those findings.  It is trite that it is only where the factual findings of the lower court are clearly irrational to an extent that no sensible court seized with the same facts could have reached such a conclusion that the appellate court will interfere.  See <em>Hama v National Railways of Zimbabwe<\/em> 1996(1) ZLR 664 (S), <em>Shuro v Chiuraise<\/em> SC 20\/19.  No such threshold was attained in the present case.  As such this Court cannot interfere.<\/p>\n<p> <\/p>\n<p>                   It remains for me to deal with the question of costs.  The court <em>a quo<\/em> granted costs against the appellants in favour of those respondents who participated in the proceedings.  It premised its decision on the general rule that costs follow the result.  Its attention was not drawn to the widely held principle in tax cases that the High Court or the Special Court is loathe to make an order as to costs save where the claim is held to be unreasonable or the grounds of appeal are frivolous.  See s 65(12) of Income Tax Act [<em>Chapter 23:06<\/em>].<\/p>\n<p> <\/p>\n<p>                   On appeal, counsel again did not address that issue at all.  It occurs to me that the court <em>a quo<\/em> was incapacitated in respect of costs by the failure to bring its attention to the prevailing jurisprudence on such costs.  As a result it misdirected itself, a misdirection entitling this Court to interfere with its exercise of discretion.<\/p>\n<p>                   There is nothing in this case suggesting that the appellants’ case was unreasonable or that it was frivolous.  Quite to the contrary, they raised quite pertinent issues which required the court to embark on detailed interpretation of the law.  The same applies to the appeal.  In my view this is a classic case in which the costs both <em>a quo<\/em> and in this Court should not be awarded to any party.<\/p>\n<p> <\/p>\n<p>                   In the result it be and is hereby ordered as follows:<\/p>\n<ol><li>The appeal in respect of grounds of appeal 2.1, 2.2 and 2.3 is dismissed<\/li>\n<\/ol><p>       with each party to bear its own costs.<\/p>\n<p>2.    The appeal in respect of ground of appeal 2.4 is upheld.<\/p>\n<p>3.    The judgment of the court <em>a quo<\/em> is amended by the deletion of para 5 and its substitution with the following:<\/p>\n<p>       “5. Each party shall bear its own costs.”<\/p>\n<p> <\/p>\n<p> <\/p>\n<p><strong>GWAUNZA DCJ:<\/strong>                                  I agree<\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p><strong>CHITAKUNYE AJA:<\/strong>                            I agree<\/p>\n<p> <\/p>\n<p><em>Scanlen &amp; Holderness, <\/em>the appellants’ legal practitioners.<\/p>\n<p> <\/p>\n<p><em>Chuma, Gurajena &amp; Partners, <\/em>1st respondent’s legal practitioners.<\/p>\n<p> <\/p>\n<p><em>Muzenda &amp; Chitsama Attorneys<\/em>, 2nd, 8th and 10th respondents’ legal practitioners.<\/p>\n<p> <\/p>\n<p>Zimbabwe Cane Farmers Association, 3rd respondent.<\/p>\n<p> <\/p>\n<p><em>Kwirira &amp; Magwaliba<\/em>, 4th respondent’s legal practitioners.<\/p>\n<p> <\/p>\n<p><em>Ndlovu &amp; Hwacha<\/em>, 5th respondent’s legal practitioners.<\/p>\n<p> <\/p>\n<p><em>Mutumbwa, Mugabe &amp; Partners<\/em>, 6th respondent’s legal practitioners<\/p>\n<p> <\/p>\n<p><em>Ross Chavi Law Office<\/em>, 7th respondent’s legal practitioners<\/p>\n<p> <\/p>\n<p>Chiredzi Productive Cane Growers Association, 9th respondent<\/p>\n<p> <\/p>\n<p>Roy Bhila, 11th respondent<\/p><\/span>",
    "bytes": 26247,
    "attachments": {
        "name": "Download as pdf",
        "url": "https:\/\/media.zimlii.org\/files\/judgments\/zwsc\/2021\/82\/2021-zwsc-82.pdf"
    },
    "similarJudgments": [
        {
            "case_name": "Humbe v Muchina And 4 Others (SC 81 of 2021, Civil Appeal SC 373 of 2020) [2021] ZWSC 81 (01 July 2021);",
            "case_url": "https:\/\/zimlii.org\/zw\/judgment\/supreme-court-zimbabwe\/2021\/81",
            "court_name": "Supreme Court of Zimbabwe",
            "court_url": "https:\/\/zimlii.org\/taxonomy\/term\/2081"
        },
        {
            "case_name": "Ngirazi and Another v Rensburg and 2 Others (SC 89 of 2021, Civil Appeal SC 333 of 2020) [2021] ZWSC 89 (19 July 2021);",
            "case_url": "https:\/\/zimlii.org\/index.php\/zw\/judgment\/supreme-court-zimbabwe\/2021\/89",
            "court_name": "Supreme Court of Zimbabwe",
            "court_url": "https:\/\/zimlii.org\/index.php\/taxonomy\/term\/2081"
        },
        {
            "case_name": "Afritrade International Limited v ZIMRA (SC 3 of 2021, Civil Appeal SC 427 of 2018) [2021] ZWSC 3 (23 March 2021);",
            "case_url": "https:\/\/zimlii.org\/zw\/judgment\/supreme-court-zimbabwe\/2021\/3",
            "court_name": "Supreme Court of Zimbabwe",
            "court_url": "https:\/\/zimlii.org\/taxonomy\/term\/2081"
        },
        {
            "case_name": "Manja and 98 Others v Sheriff of Zimbabwe and Another (SC 9 of 2021, Civil Appeal SC 252 of 2020) [2021] ZWSC 9 (09 March 2021);",
            "case_url": "https:\/\/zimlii.org\/index.php\/zw\/judgment\/supreme-court-zimbabwe\/2021\/9",
            "court_name": "Supreme Court of Zimbabwe",
            "court_url": "https:\/\/zimlii.org\/index.php\/taxonomy\/term\/2081"
        },
        {
            "case_name": "Triangle (Pvt) Ltd v Mutasa NO and Others (SC 77 of 2021, Civil Appeal SC 845 of 2018) [2021] ZWSC 77 (24 June 2021);",
            "case_url": "https:\/\/zimlii.org\/index.php\/zw\/judgment\/supreme-court-zimbabwe\/2021\/77",
            "court_name": "Supreme Court of Zimbabwe",
            "court_url": "https:\/\/zimlii.org\/index.php\/taxonomy\/term\/2081"
        }
    ],
    "judges": [
        "Gwaunza DCJ",
        "Mathonsi JA",
        "Chitakunye AJA"
    ],
    "_url": "https:\/\/zimlii.org\/zw\/judgment\/supreme-court-zimbabwe\/2021\/82",
    "_path": "supreme_court_zimbabwe_2021_82"
}